Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Every pixel exactly as captured. Bigger files, perfectly crisp text.
ar: كل بكسل تمامًا كما صُوِّر. ملفات أكبر ونص حاد تمامًا.
ca: Cada píxel exactament tal com s'ha capturat. Fitxers més grans, text perfectament nítid.
cs: Každý pixel přesně tak, jak byl zachycen. Větší soubory, dokonale ostrý text.
da: Hver eneste pixel præcis som taget. Større filer, knivskarp tekst.
de: Jedes Pixel genau wie aufgenommen. Größere Dateien, perfekt scharfer Text.
el: Κάθε εικονοστοιχείο ακριβώς όπως καταγράφηκε. Μεγαλύτερα αρχεία, τέλεια καθαρό κείμενο.
es: Cada píxel exactamente como se capturó. Archivos más grandes, texto perfectamente nítido.
fi: Jokainen pikseli täsmälleen kaapattuna. Isommat tiedostot, täysin terävä teksti.
fr: Chaque pixel exactement tel que capturé. Fichiers plus lourds, texte parfaitement net.
he: כל פיקסל בדיוק כפי שצולם. קבצים גדולים יותר, טקסט חד לחלוטין.
hi: हर पिक्सेल ठीक वैसा जैसा कैप्चर हुआ। फ़ाइलें बड़ी, पर पाठ बिलकुल साफ़।
hr: Svaki piksel točno onakav kakav je snimljen. Veće datoteke, savršeno oštar tekst.
hu: Minden képpont pontosan úgy, ahogy rögzült. Nagyobb fájlok, tökéletesen éles szöveg.
id: Setiap piksel persis seperti saat ditangkap. Berkas lebih besar, teks sangat tajam.
it: Ogni pixel esattamente come acquisito. File più grandi, testo perfettamente nitido.
ja: キャプチャしたままの全ピクセル。ファイルは大きくなりますが、文字は完全に鮮明です。
ko: 캡처된 그대로의 모든 픽셀. 파일은 커지지만 글자는 완벽하게 또렷합니다.
ms: Setiap piksel tepat seperti ditangkap. Fail lebih besar, teks amat tajam.
nb: Hver piksel nøyaktig slik den ble tatt. Større filer, knivskarp tekst.
nl: Elke pixel precies zoals vastgelegd. Grotere bestanden, messcherpe tekst.
pl: Każdy piksel dokładnie taki, jak zarejestrowany. Większe pliki, idealnie ostry tekst.
pt_br: Cada pixel exatamente como foi capturado. Arquivos maiores, texto perfeitamente nítido.
ro: Fiecare pixel exact cum a fost capturat. Fișiere mai mari, text perfect clar.
ru: Каждый пиксель ровно таким, каким он снят. Файлы больше, текст идеально чёткий.
sk: Každý pixel presne tak, ako bol zachytený. Väčšie súbory, dokonale ostrý text.
sv: Varje bildpunkt exakt som den fångades. Större filer, knivskarp text.
th: ทุกพิกเซลตรงตามที่ถ่ายมา ไฟล์ใหญ่ขึ้น แต่ข้อความคมกริบ
tr: Her piksel tam yakalandığı gibi. Daha büyük dosyalar, kusursuz keskin metin.
uk: Кожен піксель точно таким, яким його знято. Файли більші, текст ідеально чіткий.
vi: Từng điểm ảnh đúng như lúc chụp. Tệp lớn hơn, chữ sắc nét tuyệt đối.
zh_hans: 每个像素都与拍下时一致。文件更大，文字绝对锐利。
zh_hk: 每個像素都與拍下時一致。檔案更大，文字絕對銳利。

source: Everything the page holds, including what's still below the fold.
ar: كل ما تحتويه الصفحة، بما في ذلك ما يقع أسفل حدود الشاشة.
ca: Tot el que conté la pàgina, també allò que queda per sota.
cs: Vše, co stránka obsahuje, včetně toho, co zůstává pod okrajem.
da: Alt, hvad siden rummer, også det, der stadig ligger under kanten.
de: Alles, was die Seite enthält, auch was noch unterhalb des sichtbaren Bereichs liegt.
el: Όλα όσα περιέχει η σελίδα, ακόμα κι όσα μένουν πιο κάτω.
es: Todo lo que contiene la página, incluido lo que queda por debajo.
fi: Kaikki mitä sivu sisältää, myös näkymän alapuolelle jäävä osa.
fr: Tout ce que contient la page, y compris ce qui reste sous la ligne de flottaison.
he: כל מה שהדף מכיל, כולל מה שעדיין מתחת לקצה המסך.
hi: पृष्ठ में जो कुछ है, वह सब — वह भी जो अभी स्क्रीन से नीचे है।
hr: Sve što stranica sadrži, uključujući ono što je još ispod ruba.
hu: Minden, amit az oldal tartalmaz, azt is, ami még a hajtás alatt van.
id: Segala isi halaman, termasuk yang masih di bawah layar.
it: Tutto ciò che la pagina contiene, compreso quello che resta sotto la piega.
ja: 画面の下に隠れている部分も含め、ページが持つすべて。
ko: 화면 아래에 남은 부분까지, 페이지가 담고 있는 전부.
ms: Segala isi halaman, termasuk yang masih di bawah skrin.
nb: Alt siden inneholder, også det som fortsatt ligger under skjermkanten.
nl: Alles wat de pagina bevat, ook wat nog onder de vouw zit.
pl: Wszystko, co zawiera strona, łącznie z tym, co zostało poniżej ekranu.
pt_br: Tudo o que a página contém, inclusive o que ainda está abaixo da dobra.
ro: Tot ce conține pagina, inclusiv ce rămâne sub linia de vizibilitate.
ru: Всё, что содержит страница, включая то, что ещё ниже экрана.
sk: Všetko, čo stránka obsahuje, aj to, čo zostáva pod okrajom.
sv: Allt sidan innehåller, även det som ligger under vikningen.
th: ทุกอย่างที่หน้าเว็บมี รวมถึงส่วนที่ยังอยู่ต่ำกว่าขอบจอ
tr: Sayfanın barındırdığı her şey, ekranın altında kalanlar dahil.
uk: Усе, що містить сторінка, зокрема те, що лишається нижче видимої частини.
vi: Mọi thứ trang chứa, kể cả phần vẫn còn nằm dưới màn hình.
zh_hans: 页面的全部内容，包括还在屏幕之下的部分。
zh_hk: 頁面的全部內容，包括還在螢幕之下的部分。

source: Exactly what you see — your tabs included.
ar: ما تراه بالضبط — بما في ذلك علامات تبويبك.
ca: Exactament el que veus, pestanyes incloses.
cs: Přesně to, co vidíš – včetně tvých karet.
da: Præcis det, du ser – dine faneblade inklusive.
de: Genau das, was du siehst – deine Tabs inklusive.
el: Ακριβώς ό,τι βλέπεις — μαζί με τις καρτέλες σου.
es: Exactamente lo que ves, tus pestañas incluidas.
fi: Täsmälleen se, minkä näet – välilehtesi mukaan lukien.
fr: Exactement ce que vous voyez — vos onglets compris.
he: בדיוק מה שאתה רואה — כולל הכרטיסיות שלך.
hi: ठीक वही जो आप देखते हैं — आपके टैब समेत।
hr: Točno ono što vidiš – uključujući tvoje kartice.
hu: Pontosan az, amit látsz – a lapjaiddal együtt.
id: Persis seperti yang Anda lihat — termasuk tab Anda.
it: Esattamente ciò che vedi, schede comprese.
ja: 見たままそのまま。タブも含みます。
ko: 보이는 그대로 — 탭까지 포함해서.
ms: Tepat seperti yang anda lihat — termasuk tab anda.
nb: Nøyaktig det du ser – fanene dine inkludert.
nl: Precies wat je ziet – inclusief je tabbladen.
pl: Dokładnie to, co widzisz — razem z twoimi kartami.
pt_br: Exatamente o que você vê — suas abas incluídas.
ro: Exact ce vezi — inclusiv filele tale.
ru: Ровно то, что вы видите, — вместе с вашими вкладками.
sk: Presne to, čo vidíš – vrátane tvojich kariet.
sv: Exakt det du ser – dina flikar inkluderade.
th: ตรงตามที่คุณเห็น — รวมแท็บของคุณด้วย
tr: Tam gördüğünüz şey — sekmeleriniz dahil.
uk: Саме те, що ви бачите, — разом із вашими вкладками.
vi: Đúng những gì bạn thấy — kể cả các thẻ của bạn.
zh_hans: 你看到什么就拍什么——包括你的标签页。
zh_hk: 你看到什麼就拍什麼——包括你的分頁。

source: Fade Pages In
ar: إظهار الصفحات بتلاشٍ
ca: Fon les pàgines en aparèixer
cs: Prolínat stránky
da: Ton sider ind
de: Seiten einblenden
el: Σταδιακή εμφάνιση σελίδων
es: Fundir páginas al aparecer
fi: Häivytä sivut esiin
fr: Apparition en fondu
he: העלה דפים בהדרגה
hi: पृष्ठों को फ़ेड करके दिखाएँ
hr: Pretapaj stranice
hu: Oldalak beúsztatása
id: Munculkan halaman perlahan
it: Dissolvenza in apertura
ja: ページをフェードイン
ko: 페이지 페이드인
ms: Munculkan halaman secara perlahan
nb: Ton inn sider
nl: Pagina's invloeien
pl: Wyłaniaj strony
pt_br: Exibir páginas em fade
ro: Estompează paginile la apariție
ru: Проявлять страницы
sk: Prelínať stránky
sv: Tona in sidor
th: เฟดหน้าเว็บเข้ามา
tr: Sayfaları süzülerek getir
uk: Проявляти сторінки
vi: Cho trang hiện dần
zh_hans: 页面淡入
zh_hk: 頁面淡入

source: Fade length
ar: مدة التلاشي
ca: Durada de la fosa
cs: Délka prolnutí
da: Indtoningens længde
de: Dauer der Überblendung
el: Διάρκεια εμφάνισης
es: Duración del fundido
fi: Häivytyksen kesto
fr: Durée du fondu
he: משך המעבר
hi: फ़ेड की अवधि
hr: Trajanje pretapanja
hu: Áttűnés hossza
id: Durasi kemunculan
it: Durata della dissolvenza
ja: フェードの長さ
ko: 페이드 길이
ms: Tempoh pemudaran
nb: Lengde på inntoningen
nl: Duur van de overvloeiing
pl: Czas wyłaniania
pt_br: Duração do fade
ro: Durata estompării
ru: Длительность проявления
sk: Dĺžka prelínania
sv: Intoningens längd
th: ความยาวของการเฟด
tr: Geçiş süresi
uk: Тривалість проявлення
vi: Độ dài hiệu ứng
zh_hans: 淡入时长
zh_hk: 淡入時間

source: Fade pages in once they've drawn
ar: إظهار الصفحات بتلاشٍ بعد رسمها
ca: Fon les pàgines quan ja s'han dibuixat
cs: Prolnout stránky, jakmile se vykreslí
da: Ton sider ind, når de er tegnet
de: Seiten einblenden, sobald sie gezeichnet sind
el: Σταδιακή εμφάνιση των σελίδων μόλις σχεδιαστούν
es: Fundir las páginas cuando ya se han dibujado
fi: Häivytä sivut esiin, kun ne on piirretty
fr: Faire apparaître les pages en fondu une fois dessinées
he: העלה דפים בהדרגה לאחר שציירו
hi: बन जाने के बाद पृष्ठों को फ़ेड करके दिखाएँ
hr: Pretopi stranice kad se iscrtaju
hu: Az oldalak beúsztatása, ha már kirajzolódtak
id: Munculkan halaman perlahan setelah tergambar
it: Mostra le pagine in dissolvenza una volta disegnate
ja: 描画されたらページをフェードインする
ko: 그려진 뒤에 페이지를 페이드인
ms: Munculkan halaman perlahan setelah dilukis
nb: Ton inn sider når de er tegnet
nl: Pagina's invloeien zodra ze getekend zijn
pl: Wyłaniaj strony, gdy już się narysują
pt_br: Exibir páginas em fade assim que desenharem
ro: Adu paginile treptat, după ce s-au desenat
ru: Проявлять страницы, когда они отрисованы
sk: Prelínať stránky, keď sa vykreslia
sv: Tona in sidor när de ritats
th: เฟดหน้าเว็บเข้ามาเมื่อวาดเสร็จแล้ว
tr: Çizildikten sonra sayfaları süzülerek getir
uk: Проявляти сторінки, коли їх намальовано
vi: Cho trang hiện dần khi đã vẽ xong
zh_hans: 页面绘制完成后再淡入
zh_hk: 頁面繪製完成後再淡入

source: Format
ar: الصيغة
cs: Formát
el: Μορφή
es: Formato
fi: Muoto
he: תבנית
hi: फ़ॉर्मैट
hu: Formátum
it: Formato
ja: 形式
ko: 형식
nl: Formaat
pt_br: Formato
ru: Формат
sk: Formát
th: รูปแบบ
tr: Biçim
uk: Формат
vi: Định dạng
zh_hans: 格式
zh_hk: 格式

source: Full Page
ar: الصفحة كاملة
ca: Pàgina sencera
cs: Celá stránka
da: Hele siden
de: Ganze Seite
el: Ολόκληρη σελίδα
es: Página completa
fi: Koko sivu
fr: Page entière
he: דף שלם
hi: पूरा पृष्ठ
hr: Cijela stranica
hu: Teljes oldal
id: Halaman penuh
it: Pagina intera
ja: ページ全体
ko: 전체 페이지
ms: Halaman penuh
nb: Hele siden
nl: Hele pagina
pl: Cała strona
pt_br: Página inteira
ro: Pagina întreagă
ru: Вся страница
sk: Celá stránka
sv: Hela sidan
th: ทั้งหน้า
tr: Tam sayfa
uk: Уся сторінка
vi: Toàn trang
zh_hans: 整个页面
zh_hk: 整個頁面

source: Full Window
ar: النافذة كاملة
ca: Finestra sencera
cs: Celé okno
da: Hele vinduet
de: Ganzes Fenster
el: Ολόκληρο παράθυρο
es: Ventana completa
fi: Koko ikkuna
fr: Fenêtre entière
he: חלון שלם
hi: पूरी विंडो
hr: Cijeli prozor
hu: Teljes ablak
id: Jendela penuh
it: Finestra intera
ja: ウインドウ全体
ko: 전체 윈도우
ms: Tetingkap penuh
nb: Hele vinduet
nl: Heel venster
pl: Całe okno
pt_br: Janela inteira
ro: Fereastra întreagă
ru: Всё окно
sk: Celé okno
sv: Hela fönstret
th: ทั้งหน้าต่าง
tr: Tam pencere
uk: Усе вікно
vi: Toàn cửa sổ
zh_hans: 整个窗口
zh_hk: 整個視窗

source: Full window (needs permission)
ar: النافذة كاملة (يتطلب إذنًا)
ca: Finestra sencera (cal permís)
cs: Celé okno (vyžaduje oprávnění)
da: Hele vinduet (kræver tilladelse)
de: Ganzes Fenster (Berechtigung nötig)
el: Ολόκληρο παράθυρο (χρειάζεται άδεια)
es: Ventana completa (necesita permiso)
fi: Koko ikkuna (vaatii käyttöoikeuden)
fr: Fenêtre entière (autorisation requise)
he: חלון שלם (דורש הרשאה)
hi: पूरी विंडो (अनुमति चाहिए)
hr: Cijeli prozor (traži dopuštenje)
hu: Teljes ablak (engedély kell)
id: Jendela penuh (perlu izin)
it: Finestra intera (richiede permesso)
ja: ウインドウ全体（許可が必要）
ko: 전체 윈도우(권한 필요)
ms: Tetingkap penuh (perlu kebenaran)
nb: Hele vinduet (krever tillatelse)
nl: Heel venster (vereist toestemming)
pl: Całe okno (wymaga pozwolenia)
pt_br: Janela inteira (precisa de permissão)
ro: Fereastra întreagă (necesită permisiune)
ru: Всё окно (нужно разрешение)
sk: Celé okno (vyžaduje povolenie)
sv: Hela fönstret (kräver tillåtelse)
th: ทั้งหน้าต่าง (ต้องขออนุญาต)
tr: Tam pencere (izin gerekir)
uk: Усе вікно (потрібен дозвіл)
vi: Toàn cửa sổ (cần quyền)
zh_hans: 整个窗口（需要权限）
zh_hk: 整個視窗（需要權限）

source: Include the tab bar?
ar: هل تُضمَّن شريط علامات التبويب؟
ca: Vols incloure la barra de pestanyes?
cs: Zahrnout lištu karet?
da: Tag fanebladslinjen med?
de: Tableiste einbeziehen?
el: Να συμπεριληφθεί η γραμμή καρτελών;
es: ¿Incluir la barra de pestañas?
fi: Otetaanko välilehtipalkki mukaan?
fr: Inclure la barre d'onglets ?
he: לכלול את סרגל הכרטיסיות?
hi: टैब बार शामिल करें?
hr: Uključiti traku kartica?
hu: Belevegye a lapsávot?
id: Sertakan bilah tab?
it: Includere la barra delle schede?
ja: タブバーを含めますか？
ko: 탭 막대를 포함할까요?
ms: Sertakan bar tab?
nb: Ta med fanelinjen?
nl: Tabbladbalk meenemen?
pl: Uwzględnić pasek kart?
pt_br: Incluir a barra de abas?
ro: Incluzi bara de file?
ru: Включить панель вкладок?
sk: Zahrnúť lištu kariet?
sv: Ta med flikfältet?
th: จะรวมแถบแท็บไหม
tr: Sekme çubuğu dahil edilsin mi?
uk: Додати панель вкладок?
vi: Có gồm thanh thẻ không?
zh_hans: 要包含标签栏吗？
zh_hk: 要包含分頁列嗎？

source: Incognito
ar: تصفح متخفٍ
ca: Incògnit
cs: Anonymní režim
da: Inkognito
de: Inkognito
el: Ανώνυμη περιήγηση
es: Incógnito
fr: Navigation privée
he: גלישה בסתר
hi: गुप्त
hr: Anonimni način
hu: Inkognitó
id: Penyamaran
ja: シークレット
ko: 시크릿
ms: Penyamaran
nb: Inkognito
pl: Tryb incognito
pt_br: Anônima
ru: Инкогнито
sk: Anonymný režim
sv: Inkognito
th: ไม่ระบุตัวตน
tr: Gizli
uk: Інкогніто
vi: Ẩn danh
zh_hans: 无痕
zh_hk: 無痕

source: Just the thing under the pointer: an image, a field, or a block of text.
ar: فقط ما تحت المؤشر: صورة أو حقل أو كتلة نصية.
ca: Només allò que hi ha sota el punter: una imatge, un camp o un bloc de text.
cs: Jen to pod kurzorem: obrázek, pole nebo blok textu.
da: Kun det, der er under markøren: et billede, et felt eller en tekstblok.
de: Nur das unter dem Zeiger: ein Bild, ein Feld oder ein Textblock.
el: Μόνο ό,τι βρίσκεται κάτω από τον δείκτη: μια εικόνα, ένα πεδίο ή ένα μπλοκ κειμένου.
es: Solo lo que hay bajo el puntero: una imagen, un campo o un bloque de texto.
fi: Vain se, mikä on osoittimen alla: kuva, kenttä tai tekstilohko.
fr: Uniquement l'élément sous le pointeur : une image, un champ ou un bloc de texte.
he: רק מה שמתחת לסמן: תמונה, שדה או גוש טקסט.
hi: केवल वह जो पॉइंटर के नीचे है: एक छवि, एक फ़ील्ड या पाठ का एक खंड।
hr: Samo ono pod pokazivačem: slika, polje ili blok teksta.
hu: Csak az, ami a mutató alatt van: egy kép, egy mező vagy egy szövegblokk.
id: Hanya yang ada di bawah penunjuk: sebuah gambar, kolom isian, atau blok teks.
it: Solo ciò che sta sotto il puntatore: un'immagine, un campo o un blocco di testo.
ja: ポインタの下にあるものだけ：画像、入力欄、またはテキストのかたまり。
ko: 포인터 아래에 있는 것만: 이미지, 입력 필드 또는 텍스트 블록.
ms: Hanya yang berada di bawah penuding: sekeping imej, medan, atau blok teks.
nb: Bare det som ligger under pekeren: et bilde, et felt eller en tekstblokk.
nl: Alleen wat onder de aanwijzer zit: een afbeelding, een veld of een blok tekst.
pl: Tylko to, co pod wskaźnikiem: obraz, pole albo blok tekstu.
pt_br: Só o que está sob o ponteiro: uma imagem, um campo ou um bloco de texto.
ro: Doar ce se află sub indicator: o imagine, un câmp sau un bloc de text.
ru: Только то, что под указателем: изображение, поле или блок текста.
sk: Len to pod kurzorom: obrázok, pole alebo blok textu.
sv: Bara det som ligger under pekaren: en bild, ett fält eller ett textblock.
th: เฉพาะสิ่งที่อยู่ใต้ตัวชี้: รูปภาพ ช่องกรอก หรือบล็อกข้อความ
tr: Yalnızca imlecin altındaki şey: bir görüntü, bir alan ya da bir metin bloğu.
uk: Лише те, що під вказівником: зображення, поле або блок тексту.
vi: Chỉ thứ nằm dưới con trỏ: một hình ảnh, một ô nhập hoặc một khối văn bản.
zh_hans: 只拍指针下的东西：一张图片、一个输入框，或一段文字。
zh_hk: 只拍指標下的東西：一張圖片、一個輸入欄位，或一段文字。

source: Limited (no permission)
ar: محدودة (دون إذن)
ca: Limitada (sense permís)
cs: Omezené (bez oprávnění)
da: Begrænset (ingen tilladelse)
de: Eingeschränkt (ohne Berechtigung)
el: Περιορισμένη (χωρίς άδεια)
es: Limitada (sin permiso)
fi: Rajoitettu (ei käyttöoikeutta)
fr: Limitée (sans autorisation)
he: מוגבל (ללא הרשאה)
hi: सीमित (अनुमति नहीं)
hr: Ograničeno (bez dopuštenja)
hu: Korlátozott (engedély nélkül)
id: Terbatas (tanpa izin)
it: Limitata (senza permesso)
ja: 制限付き（許可なし）
ko: 제한됨(권한 없음)
ms: Terhad (tanpa kebenaran)
nb: Begrenset (ingen tillatelse)
nl: Beperkt (zonder toestemming)
pl: Ograniczone (bez pozwolenia)
pt_br: Limitada (sem permissão)
ro: Limitată (fără permisiune)
ru: Ограниченный (без разрешения)
sk: Obmedzené (bez povolenia)
sv: Begränsad (ingen tillåtelse)
th: จำกัด (ไม่ต้องขออนุญาต)
tr: Sınırlı (izinsiz)
uk: Обмежений (без дозволу)
vi: Giới hạn (không cần quyền)
zh_hans: 受限（无权限）
zh_hk: 受限（無權限）

source: Links from other apps will open here.
ar: ستُفتح روابط التطبيقات الأخرى هنا.
ca: Els enllaços d'altres apps s'obriran aquí.
cs: Odkazy z jiných aplikací se budou otevírat tady.
da: Link fra andre apps åbnes her.
de: Links aus anderen Apps werden hier geöffnet.
el: Οι σύνδεσμοι από άλλες εφαρμογές θα ανοίγουν εδώ.
es: Los enlaces de otras apps se abrirán aquí.
fi: Muiden appien linkit avautuvat tänne.
fr: Les liens des autres apps s'ouvriront ici.
he: קישורים מיישומים אחרים ייפתחו כאן.
hi: दूसरे ऐप्स के लिंक यहीं खुलेंगे।
hr: Poveznice iz drugih aplikacija otvarat će se ovdje.
hu: A más appokból érkező hivatkozások itt nyílnak meg.
id: Tautan dari app lain akan terbuka di sini.
it: I link dalle altre app si apriranno qui.
ja: ほかのアプリからのリンクはここで開きます。
ko: 다른 앱의 링크가 여기에서 열립니다.
ms: Pautan daripada app lain akan dibuka di sini.
nb: Lenker fra andre apper åpnes her.
nl: Koppelingen uit andere apps worden hier geopend.
pl: Odnośniki z innych apek będą otwierane tutaj.
pt_br: Links de outros apps abrirão aqui.
ro: Linkurile din alte aplicații se vor deschide aici.
ru: Ссылки из других приложений будут открываться здесь.
sk: Odkazy z iných aplikácií sa budú otvárať tu.
sv: Länkar från andra appar öppnas här.
th: ลิงก์จากแอพอื่นจะเปิดที่นี่
tr: Diğer uygulamalardaki bağlantılar burada açılacak.
uk: Посилання з інших програм відкриватимуться тут.
vi: Liên kết từ ứng dụng khác sẽ mở ở đây.
zh_hans: 其他 App 中的链接会在这里打开。
zh_hk: 其他 App 中的連結會在這裡打開。

source: Load
ar: تحميل
ca: Carrega
cs: Načíst
da: Indlæs
de: Laden
el: Φόρτωση
es: Cargar
fi: Lataa
fr: Charger
he: טען
hi: लोड करें
hr: Učitaj
hu: Betöltés
id: Muat
it: Carica
ja: 読み込む
ko: 불러오기
ms: Muatkan
nb: Last inn
nl: Laad
pl: Wczytaj
pt_br: Carregar
ro: Încarcă
ru: Загрузить
sk: Načítať
sv: Läs in
th: โหลด
tr: Yükle
uk: Завантажити
vi: Tải
zh_hans: 载入
zh_hk: 載入

source: Lossless
ar: دون فقدان
ca: Sense pèrdua
cs: Bezztrátový
da: Tabsfri
de: Verlustfrei
el: Χωρίς απώλειες
es: Sin pérdida
fi: Häviötön
fr: Sans perte
he: ללא אובדן
hi: बिना हानि
hr: Bez gubitaka
hu: Veszteségmentes
id: Tanpa kehilangan
it: Senza perdita
ja: 可逆
ko: 무손실
ms: Tanpa kehilangan
nb: Tapsfri
nl: Verliesvrij
pl: Bezstratny
pt_br: Sem perdas
ro: Fără pierderi
ru: Без потерь
sk: Bezstratový
sv: Förlustfri
th: ไม่สูญเสียคุณภาพ
tr: Kayıpsız
uk: Без втрат
vi: Không mất dữ liệu
zh_hans: 无损
zh_hk: 無損

source: Make Browser your default?
ar: هل تجعل Browser المتصفح الافتراضي؟
ca: Vols posar el Browser per omissió?
cs: Nastavit Browser jako výchozí?
da: Vil du gøre Browser til din standard?
de: Browser zum Standard machen?
el: Να γίνει το Browser προεπιλογή;
es: ¿Poner Browser por omisión?
fi: Tehdäänkö Browserista oletus?
fr: Définir Browser par défaut ?
he: להפוך את Browser לברירת המחדל?
hi: Browser को डिफ़ॉल्ट बनाएँ?
hr: Postaviti Browser kao zadani?
hu: Legyen a Browser az alapértelmezett?
id: Jadikan Browser bawaan Anda?
it: Rendere Browser il predefinito?
ja: Browser をデフォルトにしますか？
ko: Browser를 기본으로 설정할까요?
ms: Jadikan Browser lalai anda?
nb: Vil du gjøre Browser til standard?
nl: Browser instellen als standaard?
pl: Ustawić Browser jako domyślną?
pt_br: Tornar o Browser seu padrão?
ro: Faci Browser implicit?
ru: Сделать Browser браузером по умолчанию?
sk: Nastaviť Browser ako predvolený?
sv: Vill du göra Browser till standard?
th: ตั้ง Browser เป็นค่าเริ่มต้นไหม
tr: Browser varsayılanınız olsun mu?
uk: Зробити Browser браузером за замовчуванням?
vi: Đặt Browser làm mặc định?
zh_hans: 要把 Browser 设为默认吗？
zh_hk: 要把 Browser 設為預設嗎？

source: Max page brightness
ar: أقصى سطوع للصفحة
ca: Lluminositat màxima de la pàgina
cs: Maximální jas stránky
da: Maksimal sidelysstyrke
de: Maximale Seitenhelligkeit
el: Μέγιστη φωτεινότητα σελίδας
es: Brillo máximo de la página
fi: Sivun enimmäiskirkkaus
fr: Luminosité maximale de la page
he: בהירות מרבית של הדף
hi: पृष्ठ की अधिकतम चमक
hr: Najveća svjetlina stranice
hu: Legnagyobb oldalfényerő
id: Kecerahan halaman maksimum
it: Luminosità massima della pagina
ja: ページの最大の明るさ
ko: 페이지 최대 밝기
ms: Kecerahan halaman maksimum
nb: Maks sidelysstyrke
nl: Maximale paginahelderheid
pl: Maksymalna jasność strony
pt_br: Brilho máximo da página
ro: Luminozitatea maximă a paginii
ru: Максимальная яркость страницы
sk: Maximálny jas stránky
sv: Högsta sidljusstyrka
th: ความสว่างสูงสุดของหน้า
tr: En yüksek sayfa parlaklığı
uk: Максимальна яскравість сторінки
vi: Độ sáng tối đa của trang
zh_hans: 页面最大亮度
zh_hk: 頁面最大亮度

source: Needs Screen Recording permission
ar: يتطلب إذن تسجيل الشاشة
ca: Cal permís d'enregistrament de pantalla
cs: Vyžaduje oprávnění k nahrávání obrazovky
da: Kræver tilladelse til skærmoptagelse
de: Erfordert die Berechtigung „Bildschirmaufnahme“
el: Χρειάζεται άδεια εγγραφής οθόνης
es: Necesita permiso de grabación de pantalla
fi: Vaatii näytön tallennuksen käyttöoikeuden
fr: Nécessite l'autorisation d'enregistrement de l'écran
he: דורש הרשאת הקלטת מסך
hi: स्क्रीन रिकॉर्डिंग अनुमति चाहिए
hr: Traži dopuštenje za snimanje zaslona
hu: Képernyőfelvételi engedély szükséges
id: Perlu izin perekaman layar
it: Richiede il permesso di registrazione schermo
ja: 画面収録の許可が必要です
ko: 화면 기록 권한이 필요합니다
ms: Perlu kebenaran rakaman skrin
nb: Krever tillatelse til skjermopptak
nl: Vereist toestemming voor schermopname
pl: Wymaga pozwolenia na nagrywanie ekranu
pt_br: Precisa de permissão de gravação da tela
ro: Necesită permisiune de înregistrare a ecranului
ru: Нужно разрешение на запись экрана
sk: Vyžaduje povolenie na nahrávanie obrazovky
sv: Kräver tillåtelse för skärminspelning
th: ต้องมีสิทธิ์บันทึกหน้าจอ
tr: Ekran kaydı izni gerekiyor
uk: Потрібен дозвіл на запис екрана
vi: Cần quyền ghi màn hình
zh_hans: 需要屏幕录制权限
zh_hk: 需要螢幕錄製權限
